tap "felixkratz/formulae"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "bat"
brew "chezmoi"
brew "dust"
brew "fd"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "freerdp"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "htop"
brew "imagemagick"
brew "jpegoptim"
brew "jq"
brew "latexdiff"
brew "libpq", link: true
brew "lsd"
brew "neovim"
brew "node"
brew "oxipng"
brew "pandoc"
brew "pngquant"
brew "poppler"
brew "pure"
brew "resvg"
brew "ripgrep"
brew "rust"
brew "samba"
brew "sevenzip"
brew "starship"
brew "tig"
brew "tmux"
brew "tree"
brew "uv"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zplug"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "felixkratz/formulae/borders"
cask "nikitabobko/tap/aerospace"
cask "codex"
cask "font-0xproto-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "mactex"
cask "powershell"
cask "wezterm"
